[strings]
Translator = Jean-Jacques Engels
KrentoWelcome = Bienvenue sur Krento
KeyRegistrationFailed = L'enregistrement de la clé a échoué
HotKeyMustIncludeModifier = La touche de raccoucis doit inclure une clé modifiée.
UnsupportedProcessWindowStyle = Valeur de style de fenêtre non supporté.
ErrorCreateNewGuid = Erreur à la création d'un nouveau Guid
WindowText = Galet de Krento
ManagerWindowText = Manager de Krento
MissingFile = Pas de programme défini
StoneAbout = A propos
StoneChangeType = Modifier un type de galet
StoneMyDocuments = Mes documents
StoneMyMusic = Ma musique
StoneMyPictures = Mes images
StoneMyIP = Mon adresse IP acutelle
StoneMyComputer = Mon ordinateur
StoneFile = Lanceur de fichier ou de site web
StoneRecycleBin = Poubelle
StoneDesktop = Montrer le bureau
StoneShutdown = Eteindre l'ordinateur
StoneSuspend = Ordinateur en veille
StoneHibernate = Ordinateur en hibernation
StoneRestart = Redémarrer l'ordinateur
StoneRing = Anneau d'application de Krento
ManagerDefaultBackground = <Arrière plan par défaut>
StoneConfigure = Configuration du galet
FileConfigTarget = Destination
FileConfigDescription = Description
FileConfigCommandLine = Paramètre de ligne de commande
FileConfigArgument = Description de l'argument
FileConfigSelect = Sélection...
FileConfigDefault = Défaut
FileConfigTargetHint = Sélectionner le nom du fichier ou l'adresse du site web de destination\nVous pouvez utiliser ## comme paramètre \ndurant l'excécution d'un galet
FileConfigDescriptionHint = Entrer une description utile pour le galet
FileConfigBrowseHint = Parcourir votre ordinateur pour une nouvelle cible
FileConfigCommandLineHint = Paramètre de ligne de commande optionnel
FileConfigArgumentHint = Si vous insérez ## dans le champ de la cible, vous pouvez\nfournir ici un texte qui sera affiché et\nutiliser durant la session du galet
Browse = Parcourir...
OK = OK
Cancel = Annuler
FileConfigOKHint = Sauver votre configuration
FileConfigCancelHint = Annuler tous vos changements
FileConfigSelectHint = Sélectionner une nouvelle icône pour ce galet
FileConfigDefaultHint = Assigner une icône par défaut à ce galet
FileConfigTitle = Configuration
ErrorDeleteDefaultRing = Vous ne pouvez pas effacer l'anneau par défaut
ErrorDeleteSingleRing = Vous ne pouvez pas effacer le dernier anneau
ErrorDeleteCurrentCircle = Vous ne pouvez pas effacer l'anneau courant
ErrorOverWriteCurrentCircle = Vous ne pouvez pas remplacer l'anneau courant
CircleDefaultDescription = Anneau d'application de Krento
KrentoShortName = Krento
KrentoHookMissing = Le fichier MoonRoad.dll est manquant ou corrompu
HotkeyCollision = Félicitation! Vous pouvez utiliser correctement Krento...Mais il y a un petit problème.\nKrento utilise la touche de racourcis {0} pour un accès clavier rapide au lanceur de fenêtre. Une autre application a déjà enregistré la touche {0}. Vous pouvez appuyer sur {0} pour voir quelle applciation a enregistré cet touche.\nPour corriger, reconfigurer l'autre application pour utiliser une touche différente ou fermer l'autre application et redémarrer Krento. Pendant ce temps, vous pouvez ouvrir le lanceur de fenêtre en double cliquant sur le bureau pulsar.                   
Help = Aide
PulsarAbout = A propos...
PulsarOptions = Options
PulsarClose = Fermer Krento
KrentoIsRunning = Krento a déjà été démarré
NewCircle = Charger / Editer l'anneau
CreateCircle = Créer un nouvel anneau
KrentoNewSkin = Changer l'aspect actuel
WelcomeMessage = Bienvenue dans Krento!\nAppuyer sur la touche {0} {1} {2} pour afficher le contrôleur de galet Krento
OrClick = ou cliquer
MouseWheelButton = Roulette de la souris
MouseXButton1 = Action 1 Boutton de la souri
MouseXButton2 = Action 2 Boutton de la souri
PulsarShow = Afficher Pulsar
PulsarHide = Cacher Pulsar
ManagerShow = Montrer les galets de Krento
ManagerHide = Cacher les galets de Krento
KrentoTaskCircle = Anneau de tâche de Krento (*.circle)|*.circle
WarningRingExists = Un anneau avec ce nom existe déjà\nVoulez-vous le remplacer ?
NextCircle = Nouvel anneau
PrevCircle = Anneau précédent
TargetCircle = Nom de l'anneau
SelectStoneType = Sélectionner un type de galet
Delete = Effacer
Modify = Modifier
Load = Charger
Settings = Paramètres
KrentoStartup = Démarrage de Krento
RunWithWindows = Lancer Krento au démarrage de Windows
KeyboardActivation = Activation du clavier
UseDefaultKey = Utiliser par défaut (Win + S)
MouseActivation = Activation de la souris
ButtonControl = Bouton de contrôle
ButtonShift = Touche Shift
ButtonAlt = Touche Alt
General = Général
Tuning = Réglage
RingLocation = Position de l'anneau
ScreenCenter = Centre de l'écran
MouseCursorPosition = Position du curseur de souris
AssociateRing = Associer les fichiers .circle avec Krento
UseCtrlTab = Astuce: Utiliser Ctrl+Tab pour changer d'écran de paramétrage
Disabled = Désactiver
MouseWheelClick = Cliquer sur la roulette de la souris
MouseActionOneButton = Action du bouton 1 de la souris
MouseActionTwoButton = Action du bouton 2 de la souris
OpenSkinsFolder = Ouvrir le répertoire contenant les apparences
OpenDataFolder = Ouvrir le répertoire de données
OpenStonesFolder = Ouvrir le répertoire des galets
OpenCacheFolder = Ouvrir le répertoire Cache
ClearCache = Effacer les images du Cache
TrayIcon = Icône Tray
ShowTrayIcon = Afficher le Tray Icône
ShowPopupAlerts = Afficher les messages d'alertes
SplashScreen = Ecran de démarrage
ShowSplashScreen = Afficher l'écran de démarrage
UserFolders = Répertoire utilisateurs
Maintainance = Maintenance
ImageFilesFilter = Fichier Image (*.PNG;*.BMP;*.JPG;*.GIF;*.ICO)|*.PNG;*.BMP;*.JPG;*.GIF;*.ICO
SelectCircle = Sélectionner un anneau
Parameter = Paramètre
Logo = Logo
Name = Nom
Description = Description
Calculator = Calculatrice
Paint = Paint
Notepad = Notepad
Google = Google
CommandPrompt = Demande de ligne de commande
Wikipedia = Wikipedia
KrentoForum = Forum Krento
InternetExplorer = Internet Explorer
ControlPanel = Ecran de contrôle
DeviceManager = Contrôleur d'appareil
TaskManager = Contrôleur de tâches
KrentoNews = Nouveautés Krento
SearchPhrase = Entrer la phrase de recherche
SearchText = Rechercher le texte
ApplicationsFilter = Applications|*.exe|All files|*.*
Language = Langue
RotationSpeed = Vitesse de rotation
Radius = Rayon
Trancparency = Transparence
StoneSize = Taille des galets
Circle = Anneau
FadeDelay = Délai de disparition
MenuSkins = Menu Aspect
WindowWidth = Largeur de la Fenêtre
WindowHeight = Hauteur de la Fenêtre
ResetToDefault = Réinitialiser les paramêtres par défaut
DefaultSkin = Aspect par défaut
Toys = Jouets
PortNumber = Numéro de port
ActivateServer = Activation des serveurs web
ServerRoot = Racines des répertoires
IndexPage = Index de la page
ToysFilter = Fichiers jouets (*.toy;*.docklet)|*.toy;*.docklet
StonesFilter = Galet de Krento (*.stone)|*.stone
InstallStone = Installer un nouveau galet
InstallToy = Installer un nouveau jouet
BackupData = Sauvegarder les données personnelles
Documents = Documents
Music = Musique
Video = Vidéo
Pictures = Images
CurrentTime = Heure actuelle
CurrentDate = Date actuelle
Time = Heure
Date = Date
Applications = Applications
Calendar = Calendrier
InstallKrentoSkin = Installation d'une nouvelle apparence de Krento
InstallMenuSkin = Installation d'un menu d'apparence
KrentoSkinFilter = Apparence Krento (*.kskin)|*.kskin
KrentoMenuSkinFilter = Menu d'apparence de Krento (*.kmenu)|*.kmenu 
AppletAddRemoveProgram = Installer/Supprimer un programme
AppletDateAndTime = Date et Heure
AppletPrintersAndFaxes = Imprimante et Fax
AppletNetworkConnections = Connexion réseaux
AppletFonts = Police
AppletDisplayBackground = Image de fond
AppletAppearance = Apparence
AppletUserAccounts = Compte utilisateur
AppletThemes = Thèmes
AppletAccessibilityOptions = Options d'accessibilité
AppletMouse = Souris
AppletKeyboard = Clavier
GMail = GMail
Twitter = Twitter
Blogger = Blogger
Facebook = Facebook
YouTube = YouTube
Wordpress = Wordpress
Yahoo = Yahoo
Reddit = Reddit
Flickr = Flickr
Delicious = Delicious
RemoveStone = Supprimer une galet
AddStone = Ajouter un galet 
DesktopRing = Bureau
Programs = Programmes
HideToy = Cacher Jouet
;
ShowManagerButtons = Afficher la barre des boutons
ShowStonesHint = Afficher l'aide des galets
HideOnClick = Clique de souris pour cacher
StonesNumber = Nombre de galets vides par défaut
IconSize = Taille des icônes
ActivateUsingKeyboard = Activer Krento via le clavier
ShowSelector = Bouton Windows + N pour afficher l'anneau
ActivateUsingMouse = Activer Krento via la souris
DesktopClick = Activer via un double-clique sur le bureau
RightButtonActivation = Activer via un clique-droit prolongé de la souris
FixedPosition = Position fixe
ActivateOnStart = Afficher l'anneau au démarrage de Krento
RotateOnClick = Cliquer pour tourner
CheckUpdates = Vérifier automatiquement les mises à jour
LiveReflection = Activer la réflexion des icônes
UseSounds = Utiliser les sons
AdvancedSettings = Paramétrage avancé
Personalization = Personnaliser
Error = Erreur
Close = Fermer
Restart = Redémarrer
CheckUpdateNow = Vérifier maintenant\nVous connectera à Internet pour vérifier la présence de mises à jour
DoNotCheckUpdate = Abondonner\nNe vérifiera pas la présence de mises à jour
DoNotAsk = Ne plus demander
WriteSettingsError = Erreur de sauvegarde de la configuration sur disque
InvalidCircleName = Le nom du nouvel anneau n'est pas valide
CreateStoneError = Erreur de création d'un galet
NewVersionAvailable = Une nouvelle version de Krento {0} est disponible pour téléchargement depuis {1}
KrentoNotification = Notification Krento
CopyDocument = Le fichier {0} a été copié dans le dossier Mes Documents
CopyPicture = Le fichier {0} a été copié dans le dossier Mes Images
CopyMusic = Le fichier {0} a été copié dans le dossier Ma Musique
DefaultRingName = Nom par défaut de l'anneau
SocialNetworks = Réseaux sociaux
PowerManagement = Gérer l'alimentation
